ark
base
base-devel
bat
bitwarden
bluez
bluez-utils
cmake
discord
discover
dkms
dolphin
dunst
efibootmgr
firefox
fish
flatpak
fzf
gammastep
geoclue
git
gnome-keyring
grim
gst-plugin-pipewire
gwenview
htop
hyprland
impala
intel-ucode
iwd
kate
kitty
libpulse
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
linux-headers
nano
nemo
nvidia-open-dkms
obsidian
okular
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
polkit-kde-agent
powertop
qps
qt5-wayland
qt6-wayland
sddm
slurp
smartmontools
sof-firmware
swayimg
thunar
uwsm
vim
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
ydotool
zram-generator
